Revit 2027 API
FabricationConfigurationInfo.IsCloudConfiguration Property
 Whether the cloud configuration is a remote cloud one.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsCloudConfiguration { get; }
Public ReadOnly Property IsCloudConfiguration As Boolean
	Get
public:
property bool IsCloudConfiguration {
	bool get ();
}
member IsCloudConfiguration : bool with get
Property Value
Boolean
See Also
Reference
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace